{
  "hi": "Hi there!",
  "Im": "I'm",
  "a": "a",
  "experience": "Experience",
  "projects": "Projects",
  "education": "Education",
  "description1": "I am a Front End Designer with 10 years of experience as a Desktop Publisher in an international agency. I combine strong expertise in design tools (InDesign, Illustrator, Photoshop, Adobe XD, Figma, Sketch) with skills in organization, leadership, and English communication. In 2025, I completed a web development bootcamp, gaining knowledge in HTML, CSS, JavaScript, React, and agile methodologies. I am eager to grow in Front End by combining design and programming to create digital projects that are creative, user-focused, and impactful.",
  "in": "in",
  "more": "See more",
  "experience-details-tpt": "Experience in adapting graphic design projects into multiple languages, working with tools such as Adobe InDesign, Illustrator, Photoshop, XD, Figma, and Sketch. During this time, I have developed key skills in organization, teamwork, mentoring, training, and problem-solving in demanding environments.",
  "experience-details-adalab": "Over the 6 months of the bootcamp, I learned and strengthened my skills in HTML, CSS, JavaScript, SCSS, APIs, and MySQL, applying agile methodologies and working on practical projects that consolidated my knowledge.",
  "languages": "languages",
  "spanish": "Spanish",
  "catala": "Catalan",
  "english": "English",
  "software": "Software Skills",
  "web-programming": "Web Programming",
  "multimedia": "Media Degree",
  "catcus": "Catcus, find out if a plant is toxic for your cat",
  "harry": "Discover and filter all the characters of Harry Potter",
  "store": "Random store",
  "store-desc": "Fictional website simulating an online store. Allows viewing products and adding them to the cart using Local Storage. Built with HTML, CSS, and JavaScript.",
  "catcus-desc": "CATCUS is a website built with React, HTML, and SCSS that shows whether a plant is toxic to cats. It uses a JSON file to display information and allows viewing details for each plant. Responsive design.  ",
  "harry-desc": "Website built with React, JavaScript, HTML, and SCSS displaying Harry Potter characters from an API. Users can filter by house using a dropdown or search by first/last name. Clicking a character opens a detailed card with all information and the house crest. Responive design. ",
  "web-code": "Code on Github",
  "web-visual": "Visual Website"

}



